<?php
// Heading
$_['heading_title']      = 'Гео зоны';

// Text
$_['text_success'] = 'Успех: вы изменили геозоны!';
$_['text_list'] = 'Список географических зон';
$_['text_add'] = 'Добавить геозону';
$_['text_edit'] = 'Редактировать геозону';
$_['text_geo_zone'] = 'Геозоны';
// Column
$_['column_name'] = 'Имя географической зоны';
$_['column_description'] = 'Описание';
$_['column_action'] = 'Действие';
$_['column_seller'] = 'Имя продавца';
$_['column_price'] = 'Цена';
// Entry
$_['entry_name'] = 'Имя геозоны';
$_['entry_description'] = 'Описание';
$_['entry_price'] = 'Цена';
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Зона';
$_['seller_name'] = 'Продавец Store Name';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение геозон!';
$_['error_name'] = 'Имя геозоны должно содержать от 3 до 32 символов!';
$_['error_store_name'] = 'Имя магазина должно содержать от 3 до 32 символов!';
$_['error_price_numeric'] = 'Цена должна быть в числе!';
$_['error_price'] = 'Цена должна быть от 1 до 8 цифр!';
$_['error_description'] = 'Описание Имя должно содержать от 3 до 255 символов!';
$_['error_tax_rate'] = 'Предупреждение: эту геозону нельзя удалить, поскольку в настоящее время ей назначена одна или несколько налоговых ставок!';
?>