<?php
//_Заголовок_
$_['heading_title'] = "Область продавца";

//_Текст_
$_['text_success'] = "Успешно: вы изменили раздел продавца!";
$_['text_list'] = "Список продавцов";
$_['text_add'] = "Добавить раздел продавца";
$_['text_edit'] = "Редактировать раздел продавца";
$_['text_default'] = "По умолчанию";

// _ Столбец_
$_['column_name'] = "Название зоны продавца";
$_['column_sort_order'] = "Порядок сортировки";
$_['column_action'] = "Действие";


// Запись
$_['entry_name'] = "Название зоны продавца";
$_['entry_status'] = "Статус";

//_Ошибка_
$_['error_warning'] = "Предупреждение: внимательно проверьте форму на наличие ошибок!";
$_['error_permission'] = "Предупреждение: у вас нет разрешения на изменение области продавца!";
$_['error_name'] = "Название раздела продавца должно быть от 1 до 255 символов!";
$_['error_sort_order'] = "Требуется порядок сортировки!";