<?php
// Heading
$_['heading_title'] = "Шаблон электронного письма продавца";

// Текст
$_['text_success'] = "Успешно: вы изменили адреса электронной почты продавца!";
$_['text_list'] = "Список адресов электронной почты продавца";
$_['text_edit'] = "Редактировать электронные письма продавца";
$_['text_default'] = "По умолчанию";
$_['text_available_variables'] = "Доступные переменные:";

// Столбец
$_['column_name'] = "Заголовок электронного письма";
$_['column_email_type'] = "Тип электронной почты";
$_['column_email_subject'] = "Тема электронного письма";
$_['column_action'] = "Действие";
$_['column_no_of_product'] = "Номер продукта";
$_['column_validity'] = "Срок действия";

// Запись
$_['entry_name'] = "Тема электронного письма";
$_['entry_description'] = "Электронное сообщение";



// кнопка
$_['button_save'] = "Сохранить";
$_['button_cancel'] = "Отменить";
$_['button_reset'] = "Сбросить";

// Помогите
 $_['reset_warning'] = "Если вы выберете ОК, все данные шаблона электронной почты будут сброшены до значений по умолчанию!";
// Ошибка
$_['error_warning'] = "Предупреждение: внимательно проверьте форму на наличие ошибок!";
$_['error_permission'] = "Предупреждение: у вас нет разрешения на изменение подписки!";