<?php
// Heading
$_['heading_title']          	=	"أنواع مواصفات المنتجات";

// Text
$_['text_success'] = ' لقد قمت بتعديل مجموعات السمات بنجاح';
$_['text_list'] = 'قائمة مجموعة السمات';
$_['text_add'] = 'إضافة مجموعة سمات';
$_['text_edit'] = 'تحرير مجموعة السمات';
$_['text_confirm'] = 'هل أنت متأكد؟';

// Column
$_['column_name'] = 'اسم مجموعة السمات';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action'] = 'الإجراء';

// Entry
$_['entry_name'] = 'اسم مجموعة السمات';
$_['entry_sort_order'] = 'ترتيب الفرز';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن لتعديل مجموعات السمات!';
$_['error_name'] = 'يجب أن يكون اسم مجموعة السمات بين 1 و 64 حرفًا!';
$_['error_attribute'] = 'تحذير: لا يمكن حذف مجموعة السمات هذه لأنها مخصصة حاليًا لسمات ٪s!';
$_['error_product'] = 'تحذير: لا يمكن حذف مجموعة السمات هذه لأنها مخصصة حاليًا لمنتجات ٪s!';