<?php
// Heading
$_['heading_title']    = 'Категория от разных поставщиков Рекомендуемые товары продавцом';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: вы изменили модуль Feature Seller!';
$_['text_edit']        = 'Модуль редактирования категории "Продавец"';

// Entry
$_['entry_limit']      = 'предел';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Положение дел';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение модуля "Категория"!';
$_['error_width']      = 'Требуется ширина!';
$_['error_height']     = 'Требуется высота!';
$_['error_limit']     = 'Требуется лимит!';