<?php
// seller detail module
$_['heading_title'] ="Сведения о продавце от нескольких поставщиков";
$_['text_extension']="Расширения";
$_['text_success']    ="Успех: вы изменили модуль сведений о продавце!";
$_['text_edit']       ="Модуль редактирования сведений о продавце";
$_['entry_status']   ="Положение дел";
$_['error_permission']="Предупреждение: у вас нет разрешения на изменение данных продавца!";
$_['error_permission']="Предупреждение: у вас нет разрешения на изменение данных продавца!";
