<?php
// Heading
$_['heading_title'] = "เทมเพลตอีเมลสำหรับผู้ขาย";

// ข้อความ
$_['text_success'] = "สำเร็จ: คุณได้แก้ไขอีเมลของผู้ขาย!";
$_['text_list'] = "รายชื่ออีเมลผู้ขาย";
$_['text_edit'] = "แก้ไขอีเมลผู้ขาย";
$_['text_default'] = "ค่าเริ่มต้น";
$_['text_available_variables'] = "ตัวแปรที่มี:";

// คอลัมน์
$_['column_name'] = "ชื่ออีเมล";
$_['column_email_type'] = "ประเภทอีเมล";
$_['column_email_subject'] = "อีเมลเรื่อง";
$_['column_action'] = "การดำเนินการ";
$_['column_no_of_product'] = "จำนวนสินค้า";
$_['column_validity'] = "ความถูกต้อง";

// รายการ
$_['entry_name'] = "อีเมลเรื่อง";
$_['entry_description'] = "ข้อความอีเมล";



//ปุ่ม
$_['button_save'] = "บันทึก";
$_['button_cancel'] = "ยกเลิก";
$_['button_reset'] = "รีเซ็ต";

// ช่วยด้วย
 $_['reset_warning'] = "ถ้าคุณเลือกตกลงข้อมูลเทมเพลตอีเมลทั้งหมดจะถูกรีเซ็ตเป็นค่าเริ่มต้น!";
// ข้อผิดพลาด
$_['error_warning'] = "คำเตือน: โปรดตรวจสอบข้อผิดพลาดในแบบฟอร์มอย่างละเอียด!";
$_['error_permission'] = "คำเตือน: คุณไม่มีสิทธิ์แก้ไขการสมัครสมาชิก!";