<?php
// _ หัวเรื่อง _
$_['heading_title'] = "พื้นที่ผู้ขาย";

// _ ข้อความ _
$_['text_success'] = "สำเร็จ: คุณได้แก้ไข Seller Area!";
$_['text_list'] = "รายชื่อพื้นที่ผู้ขาย";
$_['text_add'] = "เพิ่มพื้นที่ผู้ขาย";
$_['text_edit'] = "แก้ไขพื้นที่ผู้ขาย";
$_['text_default'] = "ค่าเริ่มต้น";

//_คอลัมน์_
$_['column_name'] = "ชื่อพื้นที่ผู้ขาย";
$_['column_sort_order'] = "เรียงลำดับ";
$_['column_action'] = "การดำเนินการ";


// รายการ
$_['entry_name'] = "ชื่อพื้นที่ผู้ขาย";
$_['entry_status'] = "สถานะ";

// _ ข้อผิดพลาด _
$_['error_warning'] = "คำเตือน: โปรดตรวจสอบข้อผิดพลาดในแบบฟอร์มอย่างละเอียด!";
$_['error_permission'] = "คำเตือน: คุณไม่มีสิทธิ์แก้ไข Seller Area!";
$_['error_name'] = "ชื่อพื้นที่ผู้ขายต้องอยู่ระหว่าง 1 ถึง 255 อักขระ!";
$_['error_sort_order'] = "ต้องเรียงลำดับ!";