<?php
// Heading
$_['heading_title']    = 'متعدد البائعين فئة المنتجات المميزة للبائع';

// Text
$_['text_extension']   = 'ملحقات';
$_['text_success']     = 'نجاح: لقد قمت بتعديل الوحدة النمطية المميزة لفئة البائع!';
$_['text_edit']        = 'تعديل الوحدة النمطية للبائع المميز';

// Entry
$_['entry_status']     = 'الحالة';
$_['entry_limit']      = 'حد';
$_['entry_width']      = 'عرض';
$_['entry_height']     = 'ارتفاع';
// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل الوحدة النمطية المميزة للفئة!';
$_['error_width']      = 'العرض المطلوب!';
$_['error_height']     = 'الطول المطلوب!';
$_['error_limit']      = 'الحد المطلوب!';