<?php
// Заголовок
$_['heading_title'] = 'Возврат товара';

// Текст
$_['text_success'] = 'Успех: вы изменили возврат!';
$_['text_list'] = 'Список возврата товара';
$_['text_add'] = 'Добавить возврат товара';
$_['text_edit'] = 'Редактировать возврат товара';
$_['text_opened'] = 'Открыт';
$_['text_unopened'] = 'Неоткрытое';
$_['text_order'] = 'Информация о заказе';
$_['text_product'] = 'Информация о продукте & amp; Причина возврата';
$_['text_history'] = 'История';
$_['text_history_add'] = 'Добавить историю';
$_['text_all'] = 'Все';

// столбец
$_['column_return_id'] = 'Код возврата';
$_['column_order_id'] = 'Код заказа';
$_['column_customer'] = 'Клиент';
$_['column_product'] = 'Продукт';
$_['column_model'] = 'Модель';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_date_modified'] = 'Дата изменения';
$_['column_comment'] = 'Комментарий';
$_['column_notify'] = 'Клиент уведомлен';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_customer'] = 'Имя клиента';
$_['entry_order_id'] = 'Код заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email'] = 'E-Mail';
$_['entry_telephone'] = 'Телефон';
$_['entry_product'] = 'Product';
$_['entry_model'] = 'Модель';
$_['entry_quantity'] = 'Количество';
$_['entry_opened'] = 'Открыт';
$_['entry_comment'] = 'Комментарий';
$_['entry_return_reason'] = 'Причина возврата';
$_['entry_return_action'] = 'Действие возврата';
$_['entry_return_status'] = 'Статус возврата';
$_['entry_notify'] = 'Уведомить клиента';
$_['entry_return_id'] = 'Код возврата';
$_['entry_date_added'] = 'Дата добавления';
$_['entry_date_modified'] = 'Дата изменения';

// Помогите
$_['help_product'] = '(Автозаполнение)';

// Ошибка
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение возвратов!';
$_['error_order_id'] = 'Требуется идентификатор заказа!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты не является действительным!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_product'] = 'Имя продукта должно быть больше 3 и меньше 255 символов!';
$_['error_model'] = 'Модель продукта должна содержать от 3 до 64 символов!';
// Возврат электронной почты
// Текст
$_['text_subject'] = '% s - вернуть обновление% s';
$_['text_return_id'] = 'Код возврата:';
$_['text_date_added'] = 'Дата возвращения:';
$_['text_return_status'] = 'Ваше возвращение обновлено до следующего статуса:';
$_['text_comment'] = 'Комментарии для вашего возвращения:';
$_['text_footer'] = 'Пожалуйста, ответьте на это письмо, если у вас есть какие-либо вопросы.';