<?php
// Heading
$_['heading_title'] = "Атрибуты";

// Текст
$_['text_success'] = "Успешно: вы изменили атрибуты!";
$_['text_list'] = "Список атрибутов";
$_['text_add'] = "Добавить атрибут";
$_['text_edit'] = "Изменить атрибут";
$_['text_confirm'] = "Вы уверены?";

// Столбец
$_['column_name'] = "Имя атрибута";
$_['column_attribute_group'] = "Группа атрибутов";
$_['column_sort_order'] = "Порядок сортировки";
$_['column_action'] = "Действие";

// Запись
$_['entry_name'] = "Имя атрибута";
$_['entry_attribute_group'] = "Группа атрибутов";
$_['entry_sort_order'] = "Порядок сортировки";

// Ошибка
$_['error_permission'] = "Предупреждение: у вас нет разрешения на изменение атрибутов!";
$_['error_attribute_group'] = "Требуется группа атрибутов!";
$_['error_name'] = "Имя атрибута должно содержать от 1 до 64 символов!";
$_['error_product'] = "Предупреждение: этот атрибут нельзя удалить, так как он назначен для% s продуктов!";