<?php
// Заголовок
$_['heading_title'] = 'Купоны продавца';

// Текст
$_['text_success'] = 'Успех: вы изменили купоны!';
$_['text_list'] = 'Список купонов';
$_['text_add'] = 'Добавить купон';
$_['text_edit'] = 'Изменить купон';
$_['text_percent'] = 'Процент';
$_['text_amount'] = 'Фиксированная сумма';
$_['text_coupon'] = 'История купонов';

// столбец
$_['column_name'] = 'Имя купона';
$_['column_code'] = 'Код';
$_['column_discount'] = 'Скидка';
$_['column_date_start'] = 'Дата начала';
$_['column_date_end'] = 'Конец даты';
$_['column_status'] = 'Статус';
$_['column_order_id'] = 'Код заказа';
$_['column_customer'] = 'Клиент';
$_['column_amount'] = 'Сумма';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name'] = 'Имя купона';
$_['entry_code'] = 'Код';
$_['entry_type'] = 'Тип';
$_['entry_discount'] = 'Скидка';
$_['entry_logged'] = 'Логин клиента';
$_['entry_shipping'] = 'Бесплатная доставка';
$_['entry_total'] = 'Общая сумма';
$_['entry_category'] = 'Категория';
$_['entry_product'] = 'Продукты';
$_['entry_date_start'] = 'Дата начала';
$_['entry_date_end'] = 'Конец даты';
$_['entry_uses_total'] = 'Использование за купон';
$_['entry_uses_customer'] = 'Использование на клиента';
$_['entry_status'] = 'Статус';

// Помогите
$_['help_code'] = 'Код, который вводит клиент, чтобы получить скидку.';
$_['help_type'] = 'Процент или фиксированная сумма.';
$_['help_logged'] = 'Клиент должен войти в систему, чтобы использовать купон.';
$_['help_total'] = 'Общая сумма, которая должна быть достигнута до вступления купона в силу.';
$_['help_category'] = 'Выбрать все товары в выбранной категории.';
$_['help_product'] = 'Выберите конкретные продукты, к которым будет применяться купон. Выберите не продукты, чтобы применить купон ко всей корзине. ';
$_['help_uses_total'] = "Максимальное количество раз, которое купон может использовать любой клиент. Оставьте пустым на неограниченный срок »";
$_['help_uses_customer'] = "Максимальное количество раз, которое купон может использовать один клиент. Оставьте пустым на неограниченный срок »";

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение купонов!';
$_['error_exists'] = 'Предупреждение: код купона уже используется!';
$_['error_name'] = 'Имя купона должно быть от 3 до 128 символов!';
$_['error_code'] = 'Код должен содержать от 3 до 10 символов!';
$_['text_enabled'] = 'Включено';
$_['text_disabled'] = 'Отключено';
$_['text_confirm'] = 'Вы уверены?';
$_['button_edit'] = 'Редактировать';
$_['button_add'] = 'Добавить';