<?php
// Heading
$_['heading_title'] = "Параметры";

// Текст
$_['text_success'] = "Успех: вы изменили параметры!";
$_['text_list'] = "Список опций";
$_['text_add'] = "Добавить вариант";
$_['text_edit'] = "Вариант редактирования";
$_['text_choose'] = "Выбрать";
$_['text_select'] = "Выбрать";
$_['text_radio'] = "Радио";
$_['text_checkbox'] = "Флажок";
$_['text_input'] = "Ввод";
$_['text_text'] = "Текст";
$_['text_textarea'] = "Textarea";
$_['text_file'] = "Файл";
$_['text_date'] = "Дата";
$_['text_datetime'] = "Дата и время";
$_['text_time'] = "Время";
$_['text_option'] = "Вариант";
$_['text_value'] = "Значения параметров";
$_['text_confirm'] = "Вы уверены?";
$_['button_add'] = "Добавить";

// Столбец
$_['column_name'] = "Название опции";
$_['column_sort_order'] = "Порядок сортировки";
$_['column_action'] = "Действие";

// Запись
$_['entry_name'] = "Название опции";
$_['entry_type'] = "Тип";
$_['entry_option_value'] = "Имя значения параметра";
$_['entry_image'] = "Изображение";
$_['entry_sort_order'] = "Порядок сортировки";

// Ошибка
$_['error_permission'] = "Предупреждение: у вас нет разрешения на изменение параметров!";
$_['error_name'] = "Имя опции должно содержать от 1 до 128 символов!";
$_['error_type'] = "Предупреждение: требуются значения параметров!";
$_['error_option_value'] = "Имя значения параметра должно содержать от 1 до 128 символов!";
$_['error_product'] = "Предупреждение: этот параметр нельзя удалить, поскольку он назначен для% s продуктов!";