<?php
// Heading
$_['heading_title'] = "Группы атрибутов";

// Текст
$_['text_success'] = "Успех: вы изменили группы атрибутов!";
$_['text_list'] = "Список групп атрибутов";
$_['text_add'] = "Добавить группу атрибутов";
$_['text_edit'] = "Изменить группу атрибутов";
$_['text_confirm'] = "Вы уверены?";

// Столбец
$_['column_name'] = "Имя группы атрибутов";
$_['column_sort_order'] = "Порядок сортировки";
$_['column_action'] = "Действие";

// Запись
$_['entry_name'] = "Имя группы атрибутов";
$_['entry_sort_order'] = "Порядок сортировки";

// Ошибка
$_['error_permission'] = "Предупреждение: у вас нет разрешения на изменение групп атрибутов!";
$_['error_name'] = "Имя группы атрибутов должно содержать от 1 до 64 символов!";
$_['error_attribute'] = "Предупреждение: эту группу атрибутов нельзя удалить, так как в настоящее время она назначена для атрибутов% s!";
$_['error_product'] = "Предупреждение: эту группу атрибутов нельзя удалить, так как она назначена для% s продуктов!";