<?php 
$_['heading_title']   = 'متعدد البائعين البائع وضع المدونة';

// Text
$_['text_extension']   = 'ملحقات';
$_['text_success']     = 'النجاح: لقد قمت بتعديل وحدة إعداد مدونة متعدد البائعين !';
$_['text_edit']        = 'تحرير متعدد البائعين البائع وضع مدونة الوحدة';

// Entry
$_['entry_name']       = 'اسم وحدة';
$_['entry_limit']      = 'حد';
$_['entry_image']      = 'الصورة (العرض × الارتفاع) وتغيير حجم الكتابة';
$_['entry_width']      = 'عرض';
$_['entry_height']     = 'ارتفاع';
$_['entry_status']     = 'الحالة';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن لتعديل وحدة إعداد مدونة متعدد البائعين !';
$_['error_name']       = 'يجب أن يكون اسم الوحدة النمطية بين 3 و 128 حرفًا!';
$_['error_width']      = 'العرض المطلوب!';
$_['error_height']     = 'الطول المطلوب!';
?>