<?php
// Heading
$_['heading_title']    = 'หลายประเภทผู้ขายสินค้าแนะนำ';

// Text
$_['text_extension']   = 'ส่วนขยาย';
$_['text_success']     = 'สำเร็จ: คุณได้แก้ไขโมดูลแนะนำประเภทผู้ขายแล้ว!';
$_['text_edit']        = 'แก้ไขโมดูลแนะนำผู้ขายหมวดหมู่';

// Entry
$_['entry_limit']      = 'จำกัด';
$_['entry_width']      = 'ความกว้าง';
$_['entry_height']     = 'ความสูง';
$_['entry_status']     = 'สถานะ';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขโมดูลแนะนำหมวดหมู่!';
$_['error_width']      = 'ต้องใช้ความกว้าง!';
$_['error_height']     = 'ต้องมีความสูง!';
$_['error_limit']     = 'จำกัด จำนวน!';