<?php 
$_['heading_title']   = 'การตั้งค่าบล็อกผู้ขาย หลายคน';

// Text
$_['text_extension']   = 'ส่วนขยาย';
$_['text_success']     = 'ความสำเร็จ: คุณได้แก้ไขโมดูลการตั้งค่าบล็อก หลายคน!';
$_['text_edit']        = 'แก้ไขโมดูลการตั้งค่าบล็อกผู้ขาย หลายคน';

// Entry
$_['entry_name']       = 'ชื่อโมดูล';
$_['entry_limit']      = 'จำกัด';
$_['entry_image']      = 'ภาพ (กว้าง x สูง) และปรับขนาดประเภท';
$_['entry_width']      = 'ความกว้าง';
$_['entry_height']     = 'ความสูง';
$_['entry_status']     = 'สถานะ';

// Error
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้ปรับเปลี่ยนโมดูลการตั้งค่าบล็อก หลายคน!';
$_['error_name']       = 'ชื่อโมดูลต้องมีความยาวตั้งแต่ 3 ถึง 128 ตัวอักษร!';
$_['error_width']      = 'ต้องใช้ความกว้าง!';
$_['error_height']     = 'ต้องมีความสูง!';
?>