<?php
// หัวเรื่อง
$_['Heading_title'] = 'Geo Zones';
$_['Heading_title1'] = 'Geo Zones';

// ข้อความ
$_['text_success'] = 'สำเร็จ: คุณได้แก้ไขโซนทางภูมิศาสตร์แล้ว!';
$_['text_list'] = 'รายการโซนทางภูมิศาสตร์';
$_['text_add'] = 'เพิ่มพื้นที่ทางภูมิศาสตร์';
$_['text_edit'] = 'แก้ไขพื้นที่ทางภูมิศาสตร์';
$_['text_geo_zone'] = 'Geo Zones';

// คอลัมน์
$_['column_name'] = 'ชื่อโซนทางภูมิศาสตร์';
$_['column_description'] = 'คำอธิบาย';
$_['column_price'] = 'ราคา';
$_['column_action'] = 'การกระทำ';
$_['column_seller'] = 'ชื่อผู้ขาย';

// รายการ
$_['entry_name'] = 'ชื่อโซนทางภูมิศาสตร์';
$_['entry_description'] = 'คำอธิบาย';
$_['entry_price'] = 'ราคา';
$_['entry_country'] = 'ประเทศ';
$_['entry_zone'] = 'โซน';
$_['seller_name'] = 'ชื่อร้านค้าผู้ขาย';

// ข้อผิดพลาด
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขโซนทางภูมิศาสตร์!';
$_['error_name'] = 'ชื่อโซนทางภูมิศาสตร์ต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_store_name'] = 'ชื่อร้านค้าจะต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_price'] = 'ราคาจะต้องอยู่ระหว่าง 1 ถึง 8 หมายเลข!';
$_['error_priceint'] = 'ราคาต้องเป็นจำนวนเต็ม!';
$_['error_description'] = 'ชื่อคำอธิบายต้องอยู่ระหว่าง 3 ถึง 255 ตัวอักษร!';
$_['error_tax_rate'] = 'คำเตือน: โซนทางภูมิศาสตร์นี้ไม่สามารถลบได้เนื่องจากมีการกำหนดอัตราภาษีอย่างน้อยหนึ่งรายการในขณะนี้!';
$_['text_confirm'] = 'คุณแน่ใจหรือไม่';