<?php
// หัวเรื่อง
$_['heading_title'] = 'การคืนสินค้า';

// ข้อความ
$_['text_success'] = 'สำเร็จ: คุณได้แก้ไขผลตอบแทน!';
$_['text_list'] = 'รายการส่งคืนผลิตภัณฑ์';
$_['text_add'] = 'เพิ่มการส่งคืนสินค้า';
$_['text_edit'] = 'แก้ไขการส่งคืนสินค้า';
$_['text_opened'] = 'เปิดแล้ว';
$_['text_unopened'] = 'ไม่ได้เปิด';
$_['text_order'] = 'ข้อมูลการสั่งซื้อ';
$_['text_product'] = 'ข้อมูลผลิตภัณฑ์ & amp; เหตุผลการคืนสินค้า ';
$_['text_history'] = 'ประวัติ';
$_['text_history_add'] = 'เพิ่มประวัติ';
$_['text_all'] = 'ทั้งหมด';

// คอลัมน์
$_['column_return_id'] = 'ส่งคืนรหัส';
$_['column_order_id'] = 'รหัสการสั่งซื้อ';
$_['column_customer'] = 'ลูกค้า';
$_['column_product'] = 'ผลิตภัณฑ์';
$_['column_model'] = 'แบบจำลอง';
$_['column_status'] = 'สถานะ';
$_['column_date_added'] = 'เพิ่มวันที่';
$_['column_date_modified'] = 'แก้ไขวันที่';
$_['column_comment'] = 'ความคิดเห็น';
$_['column_notify'] = 'แจ้งเตือนลูกค้า';
$_['column_action'] = 'การกระทำ';

// รายการ
$_['entry_customer'] = 'ชื่อลูกค้า';
$_['entry_order_id'] = 'รหัสการสั่งซื้อ';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ';
$_['entry_firstname'] = 'ชื่อแรก';
$_['entry_lastname'] = 'นามสกุล';
$_['entry_email'] = 'อีเมล';
$_['entry_telephone'] = 'โทรศัพท์';
$_['entry_product'] = 'ผลิตภัณฑ์';
$_['entry_model'] = 'แบบจำลอง';
$_['entry_quantity'] = 'ปริมาณ';
$_['entry_opened'] = 'เปิดแล้ว';
$_['entry_comment'] = 'ความคิดเห็น';
$_['entry_return_reason'] = 'ส่งคืนเหตุผล';
$_['entry_return_action'] = 'ส่งคืนการกระทำ';
$_['entry_return_status'] = 'สถานะการส่งคืน';
$_['entry_notify'] = 'แจ้งเตือนลูกค้า';
$_['entry_return_id'] = 'ส่งคืนรหัส';
$_['entry_date_added'] = 'เพิ่มวันที่';
$_['entry_date_modified'] = 'แก้ไขวันที่';

// ช่วยด้วย
$_['help_product'] = '(เติมข้อความอัตโนมัติ)';

// ข้อผิดพลาด
$_['error_warning'] = 'คำเตือน: โปรดตรวจสอบข้อผิดพลาดในแบบฟอร์มอย่างรอบคอบ!';
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขผลตอบแทน!';
$_['error_order_id'] = 'จำเป็นต้องใช้รหัสคำสั่งซื้อ!';
$_['error_firstname'] = 'ชื่อต้องมีความยาวตั้งแต่ 1 ถึง 32 ตัวอักษร!';
$_['error_lastname'] = 'นามสกุลต้องอยู่ระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email'] = 'ที่อยู่อีเมลไม่ถูกต้อง!';
$_['error_telephone'] = 'โทรศัพท์จะต้องมีความยาวระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_product'] = 'ชื่อผลิตภัณฑ์จะต้องมากกว่า 3 และน้อยกว่า 255 ตัวอักษร!';
$_['error_model'] = 'รุ่นของผลิตภัณฑ์ต้องมากกว่า 3 และน้อยกว่า 64 ตัวอักษร!';
// ส่งคืนอีเมล
// ข้อความ
$_['text_subject'] = '% s - กลับอัปเดต% s';
$_['text_return_id'] = 'ส่งคืนรหัส:';
$_['text_date_added'] = 'วันที่ส่งคืน:';
$_['text_return_status'] = 'การส่งคืนของคุณได้รับการอัปเดตเป็นสถานะต่อไปนี้:';
$_['text_comment'] = 'ความคิดเห็นสำหรับการกลับมาของคุณคือ:';
$_['text_footer'] = 'กรุณาตอบกลับอีเมลนี้หากคุณมีคำถาม';