<?php
// Heading
$_['heading_title'] = "คุณสมบัติ";

// ข้อความ
$_['text_success'] = "สำเร็จ: คุณได้แก้ไขคุณสมบัติแล้ว!";
$_['text_list'] = "รายการคุณสมบัติ";
$_['text_add'] = "เพิ่มคุณสมบัติ";
$_['text_edit'] = "แก้ไขแอตทริบิวต์";
$_['text_confirm'] = "คุณแน่ใจหรือ";

// คอลัมน์
$_['column_name'] = "ชื่อแอตทริบิวต์";
$_['column_attribute_group'] = "กลุ่มแอตทริบิวต์";
$_['column_sort_order'] = "เรียงลำดับ";
$_['column_action'] = "การดำเนินการ";

// รายการ
$_['entry_name'] = "ชื่อแอตทริบิวต์";
$_['entry_attribute_group'] = "กลุ่มแอตทริบิวต์";
$_['entry_sort_order'] = "เรียงลำดับ";

// ข้อผิดพลาด
$_['error_permission'] = "คำเตือน: คุณไม่มีสิทธิ์แก้ไขแอตทริบิวต์!";
$_['error_attribute_group'] = "Attribute Group Required!";
$_['error_name'] = "ชื่อแอตทริบิวต์ต้องอยู่ระหว่าง 1 ถึง 64 อักขระ!";
$_['error_product'] = "คำเตือน: ไม่สามารถลบแอตทริบิวต์นี้ได้เนื่องจากขณะนี้ถูกกำหนดให้กับผลิตภัณฑ์% s!";