<?php
// Heading
$_['heading_title'] = "กลุ่มแอตทริบิวต์";

// ข้อความ
$_['text_success'] = "สำเร็จ: คุณได้แก้ไขกลุ่มแอตทริบิวต์!";
$_['text_list'] = "รายการกลุ่มแอตทริบิวต์";
$_['text_add'] = "เพิ่มกลุ่มแอตทริบิวต์";
$_['text_edit'] = "แก้ไขกลุ่มแอตทริบิวต์";
$_['text_confirm'] = "คุณแน่ใจหรือ";

// คอลัมน์
$_['column_name'] = "ชื่อกลุ่มแอตทริบิวต์";
$_['column_sort_order'] = "เรียงลำดับ";
$_['column_action'] = "การดำเนินการ";

// รายการ
$_['entry_name'] = "ชื่อกลุ่มแอตทริบิวต์";
$_['entry_sort_order'] = "เรียงลำดับ";

// ข้อผิดพลาด
$_['error_permission'] = "คำเตือน: คุณไม่มีสิทธิ์แก้ไขกลุ่มแอ็ตทริบิวต์!";
$_['error_name'] = "ชื่อกลุ่มคุณสมบัติต้องอยู่ระหว่าง 1 ถึง 64 อักขระ!";
$_['error_attribute'] = "คำเตือน: ไม่สามารถลบกลุ่มแอ็ตทริบิวต์นี้ได้เนื่องจากขณะนี้ถูกกำหนดให้กับแอ็ตทริบิวต์% s!";
$_['error_product'] = "คำเตือน: ไม่สามารถลบกลุ่มแอ็ตทริบิวต์นี้ได้เนื่องจากปัจจุบันถูกกำหนดให้กับผลิตภัณฑ์% s!";