<?php
// หัวเรื่อง
$_['หัวเรื่อง_title'] = 'คูปองผู้ขาย';

// ข้อความ
$_['text_success'] = 'สำเร็จ: คุณมีการเปลี่ยนแปลงคูปอง!';
$_['text_list'] = 'รายการคูปอง';
$_['text_add'] = 'เพิ่มคูปอง';
$_['text_edit'] = 'แก้ไขคูปอง';
$_['text_percent'] = 'เปอร์เซ็นต์';
$_['text_amount'] = 'จำนวนคงที่';
$_['text_coupon'] = 'ประวัติคูปอง';

// คอลัมน์
$_['column_name'] = 'ชื่อคูปอง';
$_['column_code'] = 'รหัส';
$_['column_discount'] = 'ส่วนลด';
$_['column_date_start'] = 'วันที่เริ่ม';
$_['column_date_end'] = 'วันที่สิ้นสุด';
$_['column_status'] = 'สถานะ';
$_['column_order_id'] = 'รหัสการสั่งซื้อ';
$_['column_customer'] = 'ลูกค้า';
$_['column_amount'] = 'จำนวนเงิน';
$_['column_date_added'] = 'เพิ่มวันที่';
$_['column_action'] = 'การกระทำ';

// รายการ
$_['entry_name'] = 'ชื่อคูปอง';
$_['entry_code'] = 'รหัส';
$_['entry_type'] = 'พิมพ์';
$_['entry_discount'] = 'ส่วนลด';
$_['entry_logged'] = 'เข้าสู่ระบบลูกค้า';
$_['entry_shipping'] = 'จัดส่งฟรี';
$_['entry_total'] = 'ยอดรวม';
$_['entry_category'] = 'หมวดหมู่';
$_['entry_product'] = 'ผลิตภัณฑ์';
$_['entry_date_start'] = 'วันที่เริ่ม';
$_['entry_date_end'] = 'วันที่สิ้นสุด';
$_['entry_uses_total'] = 'ใช้ต่อคูปอง';
$_['entry_uses_customer'] = 'ใช้ต่อลูกค้า';
$_['entry_status'] = 'สถานะ';

// ช่วยด้วย
$_['help_code'] = 'รหัสที่ลูกค้าป้อนเพื่อรับส่วนลด';
$_['help_type'] = 'เปอร์เซ็นต์หรือจำนวนเงินคงที่';
$_['help_logged'] = 'ลูกค้าจะต้องเข้าสู่ระบบเพื่อใช้คูปอง';
$_['help_total'] = 'จำนวนเงินทั้งหมดที่ต้องได้รับก่อนที่คูปองจะถูกต้อง';
$_['help_category'] = 'เลือกผลิตภัณฑ์ทั้งหมดภายใต้หมวดหมู่ที่เลือก';
$_['help_product'] = 'เลือกผลิตภัณฑ์เฉพาะที่จะใช้กับคูปอง เลือกผลิตภัณฑ์ที่จะไม่ใช้คูปองกับรถเข็นทั้งหมด ';
$_['help_uses_total'] = 'จำนวนครั้งสูงสุดที่ลูกค้าสามารถใช้คูปองได้ เว้นว่างไว้ไม่ จำกัด ';
$_['help_uses_customer'] = 'จำนวนครั้งสูงสุดที่ลูกค้าหนึ่งรายสามารถใช้คูปองได้ เว้นว่างไว้ไม่ จำกัด ';

// ข้อผิดพลาด
$_['error_permission'] = 'คำเตือน: คุณไม่ได้รับอนุญาตให้แก้ไขคูปอง!';
$_['error_exists'] = 'คำเตือน: รหัสคูปองถูกใช้แล้ว!';
$_['error_name'] = 'ชื่อคูปองต้องอยู่ระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_code'] = 'รหัสต้องอยู่ระหว่าง 3 ถึง 10 ตัวอักษร!';
$_['text_enabled'] = 'เปิดใช้งานแล้ว';
$_['text_disabled'] = 'ปิดการใช้งาน';
$_['text_confirm'] = 'คุณแน่ใจหรือไม่';
$_['button_edit'] = 'แก้ไข';
$_['button_add'] = 'เพิ่ม';