<?php
// Heading
$_['heading_title'] = "ตัวเลือก";

// ข้อความ
$_['text_success'] = "สำเร็จ: คุณได้แก้ไขตัวเลือก!";
$_['text_list'] = "รายการตัวเลือก";
$_['text_add'] = "เพิ่มตัวเลือก";
$_['text_edit'] = "แก้ไขตัวเลือก";
$_['text_choose'] = "เลือก";
$_['text_select'] = "เลือก";
$_['text_radio'] = "วิทยุ";
$_['text_checkbox'] = "ช่องทำเครื่องหมาย";
$_['text_input'] = "อินพุต";
$_['text_text'] = "ข้อความ";
$_['text_textarea'] = "Textarea";
$_['text_file'] = "ไฟล์";
$_['text_date'] = "วันที่";
$_['text_datetime'] = "วันที่ & เวลา";
$_['text_time'] = "เวลา";
$_['text_option'] = "ตัวเลือก";
$_['text_value'] = "ค่าตัวเลือก";
$_['text_confirm'] = "คุณแน่ใจหรือ";
$_['button_add'] = "เพิ่ม";

// คอลัมน์
$_['column_name'] = "ชื่อตัวเลือก";
$_['column_sort_order'] = "เรียงลำดับ";
$_['column_action'] = "การดำเนินการ";

// รายการ
$_['entry_name'] = "ชื่อตัวเลือก";
$_['entry_type'] = "ประเภท";
$_['entry_option_value'] = "ชื่อค่าตัวเลือก";
$_['entry_image'] = "รูปภาพ";
$_['entry_sort_order'] = "เรียงลำดับ";

// ข้อผิดพลาด
$_['error_permission'] = "คำเตือน: คุณไม่มีสิทธิ์แก้ไขตัวเลือก!";
$_['error_name'] = "ชื่อตัวเลือกต้องอยู่ระหว่าง 1 ถึง 128 อักขระ!";
$_['error_type'] = "คำเตือน: ค่าตัวเลือกที่จำเป็น!";
$_['error_option_value'] = "ชื่อค่าตัวเลือกต้องอยู่ระหว่าง 1 ถึง 128 อักขระ!";
$_['error_product'] = "คำเตือน: ไม่สามารถลบตัวเลือกนี้ได้เนื่องจากขณะนี้ถูกกำหนดให้กับผลิตภัณฑ์% s!";