<?php
// Заголовок
$_['heading_title'] = 'Геозоны';
$_['heading_title1'] = 'Геозоны';

// Текст
$_['text_success'] = 'Успех: вы изменили геозоны!';
$_['text_list'] = 'Список географических зон';
$_['text_add'] = 'Добавить геозону';
$_['text_edit'] = 'Редактировать геозону';
$_['text_geo_zone'] = 'Геозоны';

// столбец
$_['column_name'] = 'Имя географической зоны';
$_['column_description'] = 'Описание';
$_['column_price'] = 'Цена';
$_['column_action'] = 'Действие';
$_['column_seller'] = 'Имя продавца';

// Вступление
$_['entry_name'] = 'Имя геозоны';
$_['entry_description'] = 'Описание';
$_['entry_price'] = 'Цена';
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Зона';
$_['seller_name'] = 'Продавец Store Name';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение геозон!';
$_['error_name'] = 'Имя геозоны должно содержать от 3 до 32 символов!';
$_['error_store_name'] = 'Имя магазина должно содержать от 3 до 32 символов!';
$_['error_price'] = 'Цена должна быть от 1 до 8 цифр!';
$_['error_priceint'] = 'Цена должна быть в целых числах!';
$_['error_description'] = 'Описание Имя должно содержать от 3 до 255 символов!';
$_['error_tax_rate'] = 'Предупреждение: эту геозону нельзя удалить, поскольку в настоящее время ей назначена одна или несколько налоговых ставок!';
$_['text_confirm'] = 'Вы уверены?';